Repository: cjw908/phpEnv-software
Catalog: tools/Hasher/Languages/Hasher.*.po
Languages: es_mx, fr, it, ro

# TFORMTERMSOFUSE.LABEL_NONCOMMERCIAL.CAPTION
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
es_mx: Esta aplicacion puede ser usada y distribuida SOLO con propositos no comerciales y con los apropiados derechos.
fr: Cette application peut être utilisé et distribué uniquement à des fins non commerciales et avec des attributions appropriées.
it: Questa applicazione può essere utilizzata e distribuita SOLO per scopi non commerciali.
ro: Această aplicaţie poate fi folosită şi distribuită NUMAI în scopuri necomerciale şi cu atribuţiile adecvate.

source: Please also consider purchasing a "Pro" version to support the future development of this application.
es_mx: Por favor considere comprar una version "Pro" para apoyar el futuro desarrollo de esta aplicacion.
fr: S'il vous plaît, envisagez l'achat d'une version "Pro" pour soutenir le développement futur de cette application.
it: Si prega di considerare l'acquisto della versione "Pro" per supportare il futuro sviluppo di questa applicazione.
ro: Vă rugăm, sa luaţi în considerare achiziţionarea unei versiuni "Pro" pentru a sprijini dezvoltarea viitoare a acestei aplicatii.

# TFORMTEXT.BITBTNHASH.CAPTION
source: Hash Text
es_mx: Texto del Hash
fr: Hachurer texte
it: Testo di hash
ro: Haş text

# TFORMTEXT.CAPTION
source: Hash Text
es_mx: Texto del Hash
fr: Hachurer texte
it: Testo di hash
ro: Haş text

source: Encoding:
es_mx: Codificar:
fr: Encodage :
it: Codifica:
ro: Codificare:

source: Could not open the following path:
es_mx: Imposible abrir la siguiente ruta:
fr: Impossible d'ouvrir le chemin suivant :
it: Impossibile aprire il seguente percorso:
ro: Nu s-a putut deschide calea următoare:

source: B
fr: O

source: GB
fr: GO

source: KB
fr: KO

source: MB
fr: MO

source: B/s
fr: O/s

source: GB/s
fr: GO/s

source: KB/s
fr: KO/s

source: MB/s
fr: MO/s

source: ED2K digest blocks are not available
es_mx: Blocks ED2K recopilados no disponibles
fr: Les blocs ED2K Digest ne sont pas disponibles
it: Blocchi ED2K risultanti non disponibili
ro: Blocurile ED2K nu sunt disponibile

source: ED2K went over the block size
es_mx: ED2K sobrepaso la capacidad del block
fr: ED2K à dépassé la taille de bloc
it: ED2K è andato oltre la dimensione del blocco
ro: ED2K a trecut peste mărimea blocului

source: Failed to read file properties
es_mx: Error al leer las propiedades del archivo
fr: Lecture impossible des propriétés du fichier
it: Impossibile leggere le proprietà del file
ro: Eroare la citirea proprietăților fişierului

source: Incorrect digest size for %s
es_mx: Incorrecto tamaño para digest %s
fr: Taille incorrecte pour %s
it: Formato del risultato errato per %s
ro: Dimensiune incorecta pentru %s

source: Invalid data or buffer size
es_mx: Datos invalidos o tamaño del buffer
fr: Taille de données ou de mémoire tampon non valide
it: Dimensione dei dati o del buffer non valido
ro: Date sau dimensiune tampon nevalide

source: Not supported hash type: %s
es_mx: Tipo de hash no soportado: %s
fr: Hachage non pris en charge : %s
it: Tipo di hash non supportato: %s
ro: Nu acceptă tipul de haş: %s

source: Failed %d out of %d self tests.
es_mx: Error %d salida de %d auto pruebas.
fr: %d sur %d test échoués.
it: %d di %d self test falliti.
ro: Nu au reuşit %d din %d din teste proprii.

source: Passed all %d self tests.
es_mx: Supero todas %d auto pruebas.
fr: Passé touts les %d testes.
it: Tutti i %d self test superati.
ro: A trecut toate %d teste proprii.

# uregistration.s_cannot_create_license_dir
source: Not able to create a directory for a license file.
es_mx: No es posible crear un directorio para un archivo de licencia.
fr: Impossible de créer un répertoire pour la licence.
it: Impossibile creare una directory per il file di licenza.
ro: Nu s-a putut crea un director pentru fişierul de licenţă.

# uregistration.s_contact_email
source: Contact email
es_mx: Email de contacto
fr: Courriel du contact
it: Email di contatto
ro: Email de contact

# uregistration.s_contact_name
source: Contact name
es_mx: Nombre de contacto
fr: Nom du contact
it: Nome contatto
ro: Nume contact

source: Failed to delete file:
es_mx: Error al borrar archivo:
fr: Échec de la suppression :

source: Failed to load license data:
es_mx: Error al cargar datos de licencia:
fr: Échec de chargement de la licence :

source: Failed to save license data:
es_mx: Error al guardar datos de licencia:
fr: Échec de sauvegarde de la licence :

# uregistration.s_issue_date
source: Issue date
es_mx: Fecha de edicion
fr: Date d'émission
it: Data di emissione
ro: Data emiterii

# uregistration.s_license
source: License
es_mx: Licencia
fr: Licence
it: Licenza
ro: Licenţa

# uregistration.s_licensed_to
source: Licensed to
es_mx: Licenciado a
fr: Concédé sous licence à
it: Concesso in licenza a
ro: Licenţiat către

source: License has been blacklisted.
es_mx: La licencia a sido penalizada.
fr: Licence sous liste noire.

# uregistration.s_license_expiry
source: License expiry
es_mx: Caducidad de licencia
fr: Expiration de la licence
it: Scadenza licenza
ro: Licenţa expiră la

# uregistration.s_license_has_expired
source: License has expired.
es_mx: La licencia a expirado.
fr: La licence a expirée.
it: Licenza scaduta.
ro: Licenţa a expirat

source: License is invalid!
es_mx: Licencia no valida!
fr: Clé de licence invalide !

# uregistration.s_license_load_failed
source: Failed to load the license.
es_mx: Error al cargar la licencia.
fr: Échec de chargement de la licence.
it: Impossibile caricare la licenza.
ro: Nu s-a reușit încărcarea licenței.

source: You need to renew the license in order to activate the product.
es_mx: Es necesario renovar la licencia para activar el producto.
fr: Vous devez renouveler la licence afin d'activer le produit.

# uregistration.s_license_remove_failed
source: Failed to remove the license.
es_mx: Error al remover la licencia.
fr: Impossible de supprimer la licence.
it: Impossibile rimuovere la licenza.
ro: Nu s-a reușit eliminarea licenței.

# uregistration.s_license_remove_ok
source: License has been removed.
es_mx: La licencia a sido removida.
fr: Licence retirée.
it: La licenza è stata rimossa.
ro: Licenţa a fost eliminată.

source: Your license is outside of the upgrade period.
es_mx: Su licencia esta fuera del periodo de actualizacion.
fr: Votre licence est en dehors de la période de mise à niveau.

# uregistration.s_number_of_computers
source: Number of computers
es_mx: Numero de computadoras
fr: Nombre d'ordinateurs
it: Numero di computer
ro: Numărul de calculatoare

# uregistration.s_registration_error
source: Registration code is invalid.
es_mx: Codigo de registro invalido.
fr: Clé de licence invalide.
it: Il codice di attivazione non è valido.
ro: Codul de înregistrare nu este valid.

source: Registration file not found.
es_mx: No se encontro archivo de registro.
fr: Fichier de licence non trouvé.

source: Failed to read registration file.
es_mx: Error al leer archivo de registro.
fr: Lecture impossible du fichier d'enregistrement.

# uregistration.s_registration_ok
source: Registration has been successful!
es_mx: La activacion a sido exitosa!
fr: Licence enregistrée !
it: L'attivazione è andata a buon fine!
ro: Înregistrare reușită!

# uregistration.s_upgrade_expiry
source: Upgrade expiry
es_mx: Caducidad de actualizacion
fr: Expiration de la MàJ
it: Scadenza aggiornamento
ro: Update-ul expiră la

source: Thread queues are not assigned
es_mx: Filas de hilos no son asignadas
fr: Files d'attente non attribuées
it: Code non assegnate
ro: Cozile nu sunt asignate

source: Not supported verification format (%d)
es_mx: Formato de verificacion no soportado (%d)
fr: Format de vérification non pris en charge (%d)
it: Formato di verifica non supportato (%d)
ro: Nu acceptă formatul de verificare (%d)

source: Simple file verification (SFV)
fr: Vérification de fichiers simple (SFV)
ro: Verificare simpla fişier (SFV)

source: Sum file (MD5SUM, SHA1SUM, etc)
fr: Fichier de somme (MD5SUM, SHA1SUM, ...)
it: File SUM (MD5SUM, SHA1SUM, ecc.)
ro: Suma fişier (MD5SUM, SHA1SUM, etc)

source: Date:
es_mx: Fecha:
it: Data:
ro: Data:

source: Options
es_mx: Opciones
it: Opzioni
ro: Optiuni

source: Auto
ro: Automat

source: Version:
it: Versione:
ro: Versiune:

source: Lite vs Pro
ro: Lite sau Pro
