Repository: cjw908/phpEnv-software
Catalog: tools/Hasher/Languages/Hasher.*.po
Languages: es_mx, fr, it, ro

source: Auto pasted from clipboard
es_mx: Autocopiado del portapapeles
fr: Auto collé du presse-papiers
it: Copiato automaticamente dagli appunti
ro: Lipit automat din clipboard

source: Matching:
es_mx: Coinciden:
fr: Pareil :
it: Corrisponde:
ro: Potrivire:

source: Not matching:
es_mx: No coinciden:
fr: Différent :
it: Non corrisponde:
ro: Nepotrivire:

source: Result: %d out of %d available hashes matched.
es_mx: Resultado: %d salida de %d hashes iguales presentes.
fr: Résultat : %d sur %d hashs disponibles pareils.
it: Risultato: %d su %d hash disponibili corrispondono.
ro: Rezultat: %d din %d haşuri disponibile s-au potrivit.

source: An error has occurred.
es_mx: Ha ocurrido un error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
ro: A apărut o eroare.

source: Failed to save the log:
es_mx: Error al guardar el log:
fr: Impossible d'enregistrer le journal :
it: Impossibile salvare il file di log:
ro: Nu s-a reuşit salvarea jurnalului:

source: File cancelled
es_mx: Archivo cancelado
fr: Fichier annulé
it: File annullato
ro: Fişier anulat

source: File not found
es_mx: Archivo no existe
fr: Fichier non trouvé
it: File non trovato
ro: Fișierul nu a fost găsit

source: copied
es_mx: copiado
fr: copié
it: copiato
ro: copiat

source: Hashes of files do not match
es_mx: Hashes de archivos no coinciden
fr: Hashs de fichiers différents
it: Gli hash dei file non corrispondono
ro: Haşurile de fișiere nu se potrivesc

source: Log file saved
es_mx: Log guardado
fr: Fichier journal sauvegardé
it: File di log salvato
ro: Jurnal salvat

source: Cancelled
es_mx: Cancelado
fr: Annulé
it: Annullato
ro: Anulat

# fmain.sstatuserror
source: Error
fr: Anomalie
it: Errore
ro: Eroare

source: Finished
es_mx: Terminado
fr: Terminé
it: Finito
ro: Finalizat

source: Log cleared
es_mx: Log borrado
fr: Log effacé
it: Log svuotato
ro: Jurnal sters

source: Messages cleared
es_mx: Mensajes borrados
fr: Messages effacés
it: Messaggi cancellati
ro: Mesaje eliminate

source: Ready
es_mx: Listo
fr: Prêt
it: Pronto
ro: Gata

source: Working...
es_mx: Trabajando...
fr: Travail en cours...
it: Elaborazione in corso...
ro: In lucru ...

source: Text hashed
es_mx: Texto procesado
fr: Texte haxhuré
it: Testo hash
ro: Text haşuit

source: Would you like to purchase a "Pro" version to remove this limit?
es_mx: Te gustaria comprar una version "Pro" para remover esta limitacion?
fr: Voulez-vous acheter une version "Pro" pour supprimer cette limite ?
it: Volete acquistare una versione "Pro " per rimuovere questo limite?
ro: Doriţi să achiziţionaţi o versiune "Pro" pentru a elimina această limită?

source: Would you like to purchase a "Pro" version to unlock this feature?
es_mx: Te gustaria comprar una version "Pro" para desbloquear esta funcion?
fr: Voulez-vous acheter une version "Pro" pour déverrouiller cette fonction ?
it: Volete acquistare una versione "Pro" per sbloccare questa funzione?
ro: Doriţi să achiziţionaţi o versiune "Pro" pentru a debloca această caracteristică?

# fmain.s_cannot_create_license_dir
source: Not able to create a directory for a license file.
es_mx: Imposible crear un directorio para un archivo de licencia.
fr: Impossible de créer un répertoire pour la licence.
it: Impossibile creare una directory per il file di licenza.
ro: Nu s-a putut crea un director pentru fişierul de licenţă.

source: Are you sure you want to unregister the product? This will remove your license and deactivate the "Pro" version.
es_mx: Estas seguro de querer desactivar el registro del producto? Esto removera tu licencia y desactivara la version "Pro".
fr: êtes-vous sur de vouloir enlever la licence ? Ceci désactivera la version "Pro".

# fmain.s_contact_email
source: Contact email
es_mx: Email de contacto
fr: Courriel du contact
it: Email di contatto
ro: Email de contact

# fmain.s_contact_name
source: Contact name
es_mx: Nombre de contacto
fr: Nom du contact
it: Nome contatto
ro: Nume contact

# fmain.s_error_details
source: Error
fr: Anomalie
it: Errore
ro: Eroare

source: This feature is not available in this version.
es_mx: Esta funcion no esta diponible en esta version.
fr: Cette fonctionnalité n'est pas disponible dans cette version.
it: Questa funzione non è disponibile in questa versione.
ro: Această caracteristică nu este disponibilă în această versiune.

# fmain.s_free_license_note
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
es_mx: Esta aplicacion puede ser usada y distribuida SOLO para uso no-comercial y con los derechos apropiados.
fr: Cette application peut être utilisé et distribué uniquement à des fins non commerciales et avec des attributions appropriées.
it: Questa applicazione può essere utilizzata e distribuita SOLO per scopi non commerciali.
ro: Această aplicaţie poate fi folosită şi distribuită NUMAI în scopuri necomerciale şi cu atribuţiile adecvate.

# fmain.s_issue_date
source: Issue date
es_mx: Fecha de edicion
fr: Date d'émission
it: Data di emissione
ro: Data emiterii

# fmain.s_license
source: License
es_mx: Licencia
fr: Licence
it: Licenza
ro: Licenţa

# fmain.s_licensed_to
source: Licensed to
es_mx: Licenciado a
fr: Concédé sous licence à
it: Concesso in licenza a
ro: Licenţiat către

# fmain.s_license_expiry
source: License expiry
es_mx: Caducidad de licencia
fr: Expiration de la licence
it: Scadenza licenza
ro: Licenţa expiră la

# fmain.s_license_has_expired
source: License has expired.
es_mx: La licencia a expirado.
fr: La licence a expirée.
it: Licenza scaduta.
ro: Licenţa a expirat

# fmain.s_license_load_failed
source: Failed to load the license.
es_mx: Error al cargar la licencia.
fr: Échec de chargement de la licence :
it: Impossibile caricare la licenza.
ro: Nu s-a reușit încărcarea licenței.

# fmain.s_license_remove_failed
source: Failed to remove the license.
es_mx: Error al remover la licencia.
fr: Impossible de supprimer la licence.
it: Impossibile rimuovere la licenza.
ro: Nu s-a reușit eliminarea licenței.

# fmain.s_license_remove_ok
source: License has been removed.
es_mx: La licencia a sido removida.
fr: Licence retirée.
it: La licenza è stata rimossa.
ro: Licenţa a fost eliminată.

source: This version is limited to a maximum of %s files per run.
es_mx: Esta version esta limitada a un maximo de %s archivos por operacion.
fr: Cette version est limitée à un maximum de %s fichiers par cycle.
it: Questa versione è limitata a un massimo di %s file ad ogni esecuzione.
ro: Această versiune este limitată la un numar maxim de %s fişiere pe rulare.

source: (non-commercial use only)
es_mx: (Unicamente uso no-comercial)
fr: (Usage non-commercial uniquement)
it: (solo per uso non commerciale)
ro: (numai pentru uz necomercial)

# fmain.s_number_of_computers
source: Number of computers
es_mx: Numero de computadoras
fr: Nombre d'ordinateurs
it: Numero di computer
ro: Numărul de calculatoare

source: For more information please read full license code
es_mx: Para mas informacion lea el codigo de licencia
fr: Pour plus d'informations, lisez le code de licence complète
it: Per ulteriori informazioni si prega di leggere la licenza completa
ro: Pentru mai multe informații vă rugăm să citiți condițiile de licențiere

# fmain.s_registration_error
source: Registration code is invalid.
es_mx: Codigo de activacion invalido.
fr: Clé de licence invalide.
it: Il codice di attivazione non è valido.
ro: Codul de înregistrare nu este valid.

# fmain.s_registration_ok
source: Registration has been successful!
es_mx: La activacion a tenido exito!
fr: Licence enregistrée !
it: L'attivazione è andata a buon fine!
ro: Înregistrare reușită!

# fmain.s_upgrade_expiry
source: Upgrade expiry
es_mx: Caducidad de actualizacion
fr: Expiration de la MàJ
it: Scadenza aggiornamento
ro: Update-ul expiră la

# tformabout.caption
source: About
es_mx: Acerca de
fr: À propos
it: Info
ro: Despre

source: Author:
es_mx: Autor:
fr: Auteur :
it: Autore:
ro: Autor:

source: Email:
fr: Courriel :

source: Website:
es_mx: Sitio web:
fr: Site Web :
it: Sito web:
ro: Site web:

source: Compare Hash
es_mx: Comparar Hash
fr: Comparez hachage
it: Confronta Hash
ro: Compară haş

source: Compare to any of the available hash types
es_mx: Comparar a cualquier tipo de hash disponible
fr: Comparer à tous les types disponibles de hachage
it: Confronta con qualsiasi tipo hash disponibile
ro: Compara cu oricare dintre tipurile de haş disponibile

source: Your hash:
es_mx: Su hash:
fr: Votre hachage :
it: Il tuo hash:
ro: Haşul dumneavoastră:

source: Comparing to:
es_mx: Comparar con:
fr: Comparé à :
it: Confronto con:
ro: In comparatie cu:

source: Compare Files
es_mx: Comparar Archivos
fr: Comparer les fichiers
it: Confronta file
ro: Compară fişiere

source: Additional information:
es_mx: Informacion adicional:
fr: Informations complémentaires :
it: Ulteriori informazioni:
ro: Informații suplimentare:

source: File A:
es_mx: Archivo A:
fr: Fichier A :
ro: Fişier A:

source: File B:
es_mx: Archivo B:
fr: Fichier B :
ro: Fişier B:

source: Log Viewer
es_mx: Visor Log
fr: Visualisation du journal
it: Visualizza log
ro: Vizualizator jurnal

# tformlogviewer.listview.columns[1].caption
source: File
es_mx: Archivo
fr: Fichier
ro: Fişier

source: Size
es_mx: tamaño
fr: Taille
it: Dimensioni
ro: Dimensiune

# tformlogviewer.tb_copytoclipboard.caption
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.ACTIONABOUT.CAPTION
source: About
es_mx: Acerca de
fr: À propos
it: Informazioni
ro: Despre

# tformmain.actionaddfiles.caption
source: Add Files
es_mx: Agregar Archivos
fr: Ajouter des fichiers
it: Aggiungi File
ro: Adaugă fișiere

# TFORMMAIN.ACTIONADDFILES.HINT
source: Add Files
es_mx: Agregar Archivos
fr: Ajouter des fichiers
it: Aggiungi File
ro: Adaugă fișiere

# tformmain.actionaddfolder.caption
source: Add Folder
es_mx: Agregar Carpeta
fr: Ajouter un répertoire
it: Aggiungi Cartella
ro: Adăugare folder

# TFORMMAIN.ACTIONADDFOLDER.HINT
source: Add Folder
es_mx: Agregar Carpeta
fr: Ajouter un répertoire
it: Aggiungi Cartella
ro: Adăugare folder

# tformmain.actioncancel.caption
source: Cancel
es_mx: Cancelar
fr: Annuler
it: Annulla
ro: Anulare

source: Cancel all files
es_mx: Cancelar todos los archivos
fr: Annuler tous les fichiers
it: Annulla tutto
ro: Anuleaza toate fişierele

source: Clear Log
es_mx: Limpiar Log
fr: Vider l'historique
it: Cancella Log
ro: Șterge jurnalul

source: Clear Messages
es_mx: Limpiar Mensajes
fr: Effacer les messages
it: Cancella Messaggi
ro: Eliminati mesajele

source: Compare next two files (Hold CTRL)
es_mx: Comparar los siguientes dos archivos (Presionar CTRL)
fr: Comparer les deux prochains fichiers (maintenir CTRL)
it: Confronta i prossimi due file (premere CTRL)
ro: Compară două fişiere (apasaţi CTRL)

source: Compare to next file (Hold SHIFT)
es_mx: Comparar con el siguiente archivo (Presionar SHIFT)
fr: Comparer au fichier suivant (Maintenir MAJ)
it: Confronta con il prossimo file (premere MAIUSC)
ro: Compara cu fişierul următor (apăsaţi SHIFT)

source: Copy Messages
es_mx: Copiar Mensajes
fr: Copier des messages
it: Copia Messaggi
ro: Copiaţi mesajele

source: Copyrights
es_mx: Derechos de copia
fr: Droits d'auteur
it: Copyright
ro: Drepturi de autor

source: Exit
es_mx: Salir
fr: Quittez
it: Esci
ro: Ieşire

source: Export file info to clipboard
es_mx: Exportar archivo al portapapeles
fr: Exporter l'info de fichier vers le presse-papiers.
it: Esportare informazioni file negli appunti
ro: Export informaţii fişier in clipboard

source: Forum (online)
fr: Forum (en ligne)

source: Help (online)
es_mx: Ayuda (online)
fr: Aide (en ligne)
it: Aiuto (online)
ro: Ajutor (online)

source: Version History
es_mx: Version Cronologica
fr: Historique des versions
it: Cronologia versioni
ro: Istoricul versiunilor

source: Lite vs Pro (online)
fr: Lite vs Pro (en ligne)
ro: Lite sau Pro (online)

source: Purchase (online)
es_mx: Comprar (online)
fr: Achat (en ligne)
it: Acquista (online)
ro: Cumpără (online)

# tformmain.actionregister.caption
source: Register
es_mx: Registrarse
fr: Ajouter la licence
it: Registra
ro: Înregistreaza

source: Rehash current file
es_mx: Rehash archivo actual
fr: Hachuré de nouveau le fichier
it: Elabora file corrente
ro: Rehaş fişierul curent

# TFORMMAIN.ACTIONSAVELOG.CAPTION
source: Save Log
es_mx: Guardar Log
fr: Enregistrer le journal
it: Salva Log
ro: Salvează jurnalul

source: Select All
es_mx: Seleccionar Todo
fr: Tout sélectionner
it: Seleziona Tutto
ro: Selectează tot

source: Select None
es_mx: No Seleccionar Ninguno
fr: Ne rien sélectionner
it: Nessuna Selezione
ro: Deselectează tot

# tformmain.actionsettings.caption
source: Settings
es_mx: Configuracion
fr: Paramètres
it: Impostazioni
ro: Setări

source: Skip
es_mx: Omitir
fr: Ignorer
it: Salta
ro: Treci peste

source: Skip current file
es_mx: Omitir archivo actual
fr: Passer fichier actuel
it: Salta il file corrente
ro: Sari peste fişierul curent

# tformmain.actiontexthash.caption
source: Hash Text
es_mx: Texto del Hash
fr: Hachurer texte
it: Testo di hash
ro: Haş text

# TFORMMAIN.ACTIONTEXTHASH.HINT
source: Hash Text
es_mx: Texto del Hash
fr: Hachurer texte
it: Testo di hash
ro: Haş text

# tformmain.actiontogglemessages.caption
source: Toggle Messages
es_mx: Cambiar Mensajes
fr: Activer/désactiver les Messages
it: Attiva/Disattiva Messaggi
ro: Comutati mesajele

# TFORMMAIN.ACTIONTOGGLEMESSAGES.HINT
source: Toggle Messages
es_mx: Cambiar Mensajes
fr: Activer/désactiver les Messages
it: Attiva/Disattiva Messaggi
ro: Comutati mesajele

source: Unregister
es_mx: Cancelar Registro
fr: Enlever la licence
it: Annulla Registrazione
ro: Anularea înregistrării

# tformmain.actionviewlog.caption
source: View Log
es_mx: Ver Log
fr: Consulter le journal
it: Visualizzare log
ro: Vizualizează jurnalul

# TFORMMAIN.ACTIONVIEWLOG.HINT
source: View Log
es_mx: Ver Log
fr: Consulter le journal
it: Visualizzare log
ro: Vizualizează jurnalul

source: Attributes:
es_mx: Atributos:
fr: Attributs :
it: Attributi:
ro: Atribute:

source: File size:
es_mx: Tamaño:
fr: Taille :
it: Dimensioni:
ro: Mărime fișier:

source: Created:
es_mx: Creado:
fr: Créé le :
it: Creato:
ro: Creat la:

source: Modified:
es_mx: Modificado:
fr: Modifié le :
it: Modificato:
ro: Modificat:

# TFORMMAIN.MI_FILEMENU.CAPTION
source: File
es_mx: Archivo
fr: Fichier
ro: Fişier

source: Help
es_mx: Ayuda
fr: Aide
it: Aiuto
ro: Ajutor

source: Language
es_mx: Lenguaje
fr: Langue
it: Lingua
ro: Limbă

source: Log
fr: Journal
ro: Jurnal

source: Add files
es_mx: Agregar archivos
fr: Ajouter des fichiers
it: Aggiungi file
ro: Adaugă fișiere

source: Drag and drop your files and folders
es_mx: Copiar y arrastrar archivos y carpetas
fr: Faites glisser les fichiers/répertories
it: Trascinare e rilasciare i file e le cartelle
ro: Glisaţi şi depuneţi fişierele şi folderele

source: Hold SHIFT to compare to next or CTRL to compare two files
es_mx: Presionar SHIFT para comparar siguiente o CTRL para comparar dos archivos
fr: Tenir SHIFT pour comparer au suivant ou CTRL pour comparer deux fichiers
it: Tenete premuto MAIUSC per confrontare al successivo o CTRL per confrontare due file
ro: Apăsaţi SHIFT pentru a compara cu următorul sau CTRL pentru a compara două fişiere

# tformmain.sb_comparecrc32.hint
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPAREED2K.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPAREMD2.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPAREMD4.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPAREMD5.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPARERMD128.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPARERMD160.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPARESHA1.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPARESHA256.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COMPARESHA512.HINT
source: Compare hash
es_mx: Comparar hash
fr: Comparez hachage
it: Confronta hash
ro: Compară hash

# TFORMMAIN.SB_COPYCRC32.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYED2K.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYMD2.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYMD4.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYMD5.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYRMD128.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYRMD160.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYSHA1.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYSHA256.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

# TFORMMAIN.SB_COPYSHA512.HINT
source: Copy to clipboard
es_mx: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli appunti
ro: Copiere în clipboard

source: Add folders
es_mx: Agregar carpetas
fr: Ajouter des répertoires
it: Aggiungi cartelle
ro: Adăugare foldere

# tformmain.tb_savelog.hint
source: Save Log
es_mx: Guardar Log
fr: Enregistrer le journal
it: Salva Log
ro: Salvează jurnalul

# TFORMREGISTER.BB_CANCEL.CAPTION
source: Cancel
es_mx: Cancelar
fr: Annuler
it: Annulla
ro: Anulare

# TFORMREGISTER.BB_REGISTER.CAPTION
source: Register
es_mx: Registrarse
fr: Enregistrer
it: Registra
ro: Înregistreaza

source: Registration
es_mx: Activacion
fr: Enregistrement
it: Attivazione
ro: Înregistrare

source: Please enter your registration code:
es_mx: Por favor ingrese su codigo de activacion:
fr: Saisir votre code d'enregistrement :
it: Per favore inserisci il tuo codice di attivazione:
ro: Vă rugăm să introduceţi codul de înregistrare:

# TFORMSAVELOG.BITBTN_CANCEL.CAPTION
source: Cancel
es_mx: Cancelar
fr: Annuler
it: Annulla
ro: Anulare

# tformsavelog.bitbtn_save.caption
source: Save
es_mx: Guardar
fr: Enregistrer
it: Salva
ro: Salvează

# TFORMSAVELOG.CAPTION
source: Save Log
es_mx: Guardar Log
fr: Enregistrer le journal
it: Salva Log
ro: Salvează jurnal

source: File format:
es_mx: Formato de archivo:
fr: Format de fichier :
it: Formato file:
ro: Format fișier:

source: Hash type:
es_mx: Tipo de hash:
fr: Hachage :
it: Tipo di hash:
ro: Tip haş:

source: Target file path:
es_mx: Ruta del archivo de destino:
fr: Chemin du fichier cible :
it: Percorso del file di destinazione:
ro: Cale fişier ţintă:

source: Use file names only
es_mx: Usar solo nombres de archivo
fr: Utiliser uniquement des noms de fichier
it: Usa solo i nomi dei file
ro: Utilizaţi numai nume de fişiere

source: Use file paths
es_mx: Usar rutas de archivo
fr: Utiliser les chemins d'accès
it: Usa i percorsi dei file
ro: Utilizaţi căi de fişier

# TFORMSETTINGS.BB_CANCEL.CAPTION
source: Cancel
es_mx: Cancelar
fr: Annuler
it: Annulla
ro: Anulare

# TFORMSETTINGS.BB_SAVE.CAPTION
source: Save
es_mx: Guardar
fr: Enregistrer
it: Salva
ro: Salvează

# TFORMSETTINGS.CAPTION
source: Settings
es_mx: Configuracion
fr: Paramètres
it: Impostazioni
ro: Setări

source: Remember location of the log viewer
es_mx: Recordar ubicacion del visor log
fr: Retenir la localisation de la visionneuse du journal
it: Ricorda la posizione della finestra del log
ro: Reţine locaţia vizualizatorului de jurnal

source: Remember location of the main window
es_mx: Recordar ubicacion de la ventana principal
fr: Retenir la localisation de la fenêtre principale
it: Ricorda posizione della finestra principale
ro: Reţine locaţia ferestrei principale

source: Show captions of buttons in the toolbar
es_mx: Mostrar titulos de iconos en barra de herramientas
fr: Afficher les légendes des boutons
it: Mostra etichette dei bottoni nella toolbar
ro: Arată legenda butoanelor din bara de instrumente

source: Stay on top of other windows
es_mx: Mantener en la parte superior de otras ventanas
fr: Restez sur le dessus des autres fenêtres

source: Use upper case hashes
es_mx: Usar hashes en mayusculas
fr: Montrer hachurage en majuscules
it: Usa hash in maiuscolo
ro: Utilizaţi majuscule pebtru haş

source: Accept
es_mx: Aceptar
fr: Accepter
it: Accetta
ro: Acceptă

source: Purchase
es_mx: Comprar
fr: Acheter
it: Acquista
ro: Cumpărare

source: Enter registration code
es_mx: Ingresar codigo de registro
fr: Entrer la clé d'enregistrement
it: Inserisci la chiave di attivazione
ro: Introduceţi codul de înregistrare

source: Terms of Use
es_mx: Terminos de Uso
fr: Conditions d'Utilisation
it: Termini e condizioni di utilizzo.
ro: Termeni de utilizare

source: Please be aware of the terms of use of this application:
es_mx: Por favor tenga en cuenta los terminos de uso de esta aplicacion:
fr: S'il vous plaît soyez conscient des conditions d'utilisation de cette application :
it: Si prega di leggere attentamente i termini di utilizzo di questa applicazione:
ro: Vă rugăm să fiţi atenţi la termenii de utilizare ai acestei aplicaţii:

source: For commercial use you must purchase a commercial license or a "Pro" version. If you already hold a license please enter your registration code. Thank you for playing fair.
es_mx: Para uso comercial debe comprar una licencia comercial o una "Pro" version. Si ya tiene una licencia ingrese su codigo de registro. Gracias por jugar limpio.
fr: Pour un usage commercial, vous devez acheter une licence commerciale ou une version "Pro". Si vous êtes déjà titulaire d'une licence ; entrez votre code d'enregistrement. Merci pour votre fair play.
it: Per uso commerciale è necessario acquistare la licenza commerciale o la versione "Pro". Se si è già in possesso di una licenza inserisci il tuo codice di attivazione. Grazie per la tua correttezza.
ro: Pentru uz comercial trebuie să achiziţionaţi o licenţă comerciala sau o versiune "Pro". În cazul în care dețineți deja o licenta vă rugăm să introduceţi codul de înregistrare. Vă mulţumim corectitudine.
